<?php
/**
 * Template Name: Ответы на вопросы
 * Template Post Type: page
 */

get_header();?>

<main class="app-main">
    <article class="layout-default">
        <div
            class="app-section as-banner"
            style="--app-section-bg: url('<?php echo wp_get_attachment_url(get_post_thumbnail_id()); ?>')"
        >
            <div class="container">
                <div class="app-section__content">
                    <header class="app-section__header">
                        <h1 class="app-section__title typo--h1">Ответы на вопросы</h1>
                        <div class="app-section__pretitle typo--secondary">
                            Газпром ЦПС
                        </div>
                        <p class="app-section__description typo--body1">
                            Главная ценность компании – это команда, профессионалы в
                            проектном управлении, развитии цифровых технологий и
                            строительстве
                        </p>
                    </header>
                </div>
            </div>
        </div>

        <section class="app-section">
            <div class="container">
                <div class="app-section__content">
                    <article class="faq">
                        <div class="faq__item">
                            <div class="faq__q typo--h2">
                                Как можно купить-продать акции ПАО «Газпром»?
                            </div>
                            <p class="faq__a">
                                Акции — это имущество, которым акционер вправе
                                распорядиться по своему усмотрению. Он может продать акции
                                любому физическому или юридическому лицу, пожелавшему их
                                приобрести по взаимовыгодной договорной цене. Покупка
                                совершается на основании договора купли-продажи,
                                оформленного в соответствии с действующим
                                законодательством, с последующей перерегистрацией прав
                                собственности по месту учета прав на акции (в депозитарии
                                или у реестродержателя). Акции ПАО «Газпром» (здесь и
                                далее также — Общество, компания) можно купить или продать
                                при помощи профессионального участника рынка ценных бумаг.
                                Как правило, такие услуги предоставляют инвестиционные
                                компании и коммерческие банки. Акции компании можно
                                приобрести или продать, в том числе, в отделениях
                                «Газпромбанк» (Акционерное общество), тел. справочной
                                службы 8 800 100-07-01 (бесплатный по России), +7 495
                                913-74-74.
                            </p>
                        </div>
                        <div class="faq__item">
                            <div class="faq__q typo--h2">
                                Какие права есть у акционеров ПАО «Газпром»?
                            </div>
                            <p class="faq__a">
                                Акционеры ПАО «Газпром», равно как и других акционерных
                                обществ, имеют следующие основные права: участвовать в
                                Общем собрании акционеров (далее здесь и далее также —
                                Собрание) с правом голоса по всем вопросам, отнесенным к
                                компетенции Собрания; получать дивиденды. Наличие не менее
                                2% акций позволяет акционеру или группе акционеров
                                компании выдвинуть кандидатов в Совет директоров,
                                Ревизионную комиссию ПАО «Газпром», а также предложить
                                вопросы для внесения в повестку дня Собрания. Акционер или
                                группа акционеров, владеющая не менее 10% акций, могут
                                инициировать проведение внеочередного Собрания ПАО
                                «Газпром».
                            </p>
                        </div>

                        <div class="faq__item">
                            <div class="faq__q typo--h2">
                                Как принять участие в Общем собрании акционеров ПАО
                                «Газпром»?
                            </div>
                            <p class="faq__a">
                                Список лиц, имеющих право на участие в Собрании,
                                составляется на основании данных реестра акционеров
                                Общества на дату, определяемую Советом директоров при
                                подготовке к Собранию. На основании п. 2 ст. 60
                                Федерального закона «Об акционерных обществах» акционерам,
                                указанным в списке лиц, имеющих право на участие в
                                Собрании, не позднее чем за 20 дней до даты проведения
                                Собрания заказным письмом направляются, в том числе
                                бюллетени для голосования по вопросам повестки дня. При
                                подведении итогов голосования учитываются голоса,
                                представленные бюллетенями для голосования, полученными
                                Обществом не позднее, чем за два дня до даты проведения
                                Собрания. Сообщение о проведении Собрания, включающее
                                информацию о времени регистрации участников Собрания, в
                                том числе размещается в информационно-телекоммуникационной
                                сети «Интернет» на сайте Общества (www.gazprom.ru) не
                                позднее чем за 30 дней до даты Собрания. Акционеры,
                                желающие принять личное участие в Собрании, должны в
                                указанное время явиться на регистрацию участников Собрания
                                с документом, удостоверяющим личность. В настоящее время
                                общее число акционеров Общества превышает 500 тысяч.
                                Учитывая это обстоятельство, акционерам рекомендуется
                                реализовывать свои права на участие в Собрании через своих
                                представителей по доверенности или направлять в Общество
                                заполненные бюллетени для голосования.
                            </p>
                        </div>
                    </article>
                </div>
            </div>
        </section>
    </article>
</main>

<?php get_footer();?>
