<?php
/**
 * Template Name: Услуги
 * Template Post Type: page
 */

get_header();?>

<main class="app-main">
    <article class="layout-default">
        <div
                class="app-section as-banner"
                style="--app-section-bg: url('https://picsum.photos/1600/351')"
        >
            <div class="container">
                <div class="app-section__content">
                    <header class="app-section__header">
                        <h1 class="app-section__title typo--h1">Услуги</h1>
                        <div class="app-section__pretitle typo--secondary">
                            Компания / Услуги
                        </div>
                        <p class="app-section__description typo--body1">
                            ООО «Газпром ЦПС» - ваш надежный партнер и помощник в
                            цифровой трансформации.
                        </p>
                    </header>
                </div>
            </div>
        </div>

        <!-- О проекте -->
        <section class="app-section">
            <div class="container">
                <div class="app-section__content">
                    <header class="app-section__header">
                        <h1 class="app-section__title typo--h2">
                            Услуги, которые мы предлагаем
                        </h1>
                        <p class="app-section__description">
                            ООО «Газпром ЦПС» предоставляет полный цикл услуг от
                            концепции до технической поддержки готового продукта. Мы
                            создаем цифровые систем, продукты и инструменты.
                            Оптимизируем и автоматизируем существующие процессы в
                            компании, объединяем уже внедренные системы в единую
                            информационную платформу.
                        </p>
                    </header>

                    <div class="features">
                        <details class="app-collapse features__group">
                            <summary class="app-collapse__summary">
                                <div class="app-collapse__header">
                                    <div class="app-collapse__icon">
                                        <svg
                                                width="54"
                                                height="54"
                                                viewBox="0 0 54 54"
                                                fill="none"
                                                xmlns="http://www.w3.org/2000/svg"
                                        >
                                            <path
                                                    d="M48.0937 43.875C48.0937 44.0988 48.0048 44.3134 47.8466 44.4716C47.6884 44.6298 47.4738 44.7187 47.25 44.7188H6.75C6.52623 44.7187 6.31162 44.6298 6.15339 44.4716C5.99516 44.3134 5.90626 44.0988 5.90625 43.875V10.125C5.90625 9.90122 5.99514 9.68661 6.15338 9.52838C6.31161 9.37015 6.52622 9.28125 6.75 9.28125C6.97378 9.28125 7.18839 9.37015 7.34662 9.52838C7.50486 9.68661 7.59375 9.90122 7.59375 10.125V35.0888L19.6541 23.0284C19.7324 22.9501 19.8254 22.8879 19.9277 22.8455C20.0301 22.8031 20.1398 22.7813 20.2506 22.7813C20.3614 22.7813 20.4711 22.8031 20.5735 22.8455C20.6758 22.8879 20.7688 22.9501 20.8472 23.0284L27.0006 29.1817L41.8386 14.3438H35.4381C35.2143 14.3438 34.9997 14.2549 34.8415 14.0966C34.6833 13.9384 34.5944 13.7238 34.5944 13.5C34.5944 13.2762 34.6833 13.0616 34.8415 12.9034C34.9997 12.7451 35.2143 12.6562 35.4381 12.6562H43.8756C43.8774 12.6562 43.879 12.6568 43.8809 12.6568C43.9345 12.6571 43.9881 12.6625 44.0407 12.6729C44.0658 12.6779 44.089 12.6873 44.1133 12.6944C44.1421 12.7017 44.1705 12.7105 44.1984 12.7208C44.2257 12.7333 44.2523 12.7473 44.278 12.7627C44.3 12.7747 44.3226 12.7843 44.3436 12.7983C44.4361 12.8601 44.5155 12.9396 44.5773 13.0321C44.591 13.0526 44.6003 13.0746 44.612 13.0959C44.6278 13.1223 44.6421 13.1494 44.6549 13.1773C44.6652 13.2052 44.674 13.2337 44.6813 13.2626C44.6884 13.2867 44.6977 13.3098 44.7027 13.3348C44.7137 13.3892 44.7193 13.4445 44.7194 13.5V21.9375C44.7194 22.1613 44.6305 22.3759 44.4722 22.5341C44.314 22.6924 44.0994 22.7812 43.8756 22.7812C43.6518 22.7812 43.4372 22.6924 43.279 22.5341C43.1208 22.3759 43.0319 22.1613 43.0319 21.9375V15.5369L27.5972 30.9716C27.5188 31.0499 27.4258 31.1121 27.3235 31.1545C27.2211 31.1969 27.1114 31.2188 27.0006 31.2188C26.8898 31.2188 26.7801 31.1969 26.6777 31.1545C26.5754 31.1121 26.4824 31.0499 26.4041 30.9716L20.2506 24.8183L7.59375 37.475V43.0312H47.25C47.4738 43.0313 47.6884 43.1202 47.8466 43.2784C48.0048 43.4366 48.0937 43.6512 48.0937 43.875Z"
                                                    fill="currentColor"
                                            />
                                        </svg>
                                    </div>
                                    <div class="app-collapse__title typo--subtitle2">
                                        Категория
                                    </div>
                                    <div class="app-collapse__description">
                                        Описание про оказываемую услугу в пару строк
                                    </div>
                                    <div class="app-collapse__counter"># услуг</div>
                                </div>
                                <div class="app-collapse__arrow">
                                    <svg
                                            width="24"
                                            height="24"
                                            viewBox="0 0 24 24"
                                            fill="none"
                                            xmlns="http://www.w3.org/2000/svg"
                                    >
                                        <path
                                                d="M4.24106 7.7459C4.53326 7.44784 4.99051 7.42074 5.31272 7.66461L5.40503 7.7459L12 14.4734L18.595 7.7459C18.8872 7.44784 19.3444 7.42074 19.6666 7.66461L19.7589 7.7459C20.0511 8.04396 20.0777 8.51037 19.8386 8.83904L19.7589 8.93321L12.582 16.2541C12.2898 16.5522 11.8325 16.5793 11.5103 16.3354L11.418 16.2541L4.24106 8.93321C3.91965 8.60534 3.91965 8.07376 4.24106 7.7459Z"
                                                fill="currentColor"
                                        />
                                    </svg>
                                </div>
                            </summary>
                            <div class="app-collapse__content">
                                <div class="features__items">
                                    <div class="feature-card">
                                        <div class="feature-card__title typo--subtitle2">
                                            Управление проектами
                                        </div>
                                        <div class="feature-card__description">
                                            Описание про оказываемую услугу в пару строк
                                        </div>
                                        <div class="feature-card__actions">
                                            <a href="#" class="link like-button">Заказать</a>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </details>

                        <details class="app-collapse features__group">
                            <summary class="app-collapse__summary">
                                <div class="app-collapse__header">
                                    <div class="app-collapse__icon">
                                        <svg
                                                width="54"
                                                height="54"
                                                viewBox="0 0 54 54"
                                                fill="none"
                                                xmlns="http://www.w3.org/2000/svg"
                                        >
                                            <path
                                                    d="M45.5625 9.28125H27.8438V5.0625C27.8438 4.83872 27.7549 4.62411 27.5966 4.46588C27.4384 4.30765 27.2238 4.21875 27 4.21875C26.7762 4.21875 26.5616 4.30765 26.4034 4.46588C26.2451 4.62411 26.1562 4.83872 26.1562 5.0625V9.28125H8.4375C7.7664 9.28198 7.12299 9.5489 6.64845 10.0234C6.1739 10.498 5.90698 11.1414 5.90625 11.8125V37.125C5.90698 37.7961 6.1739 38.4395 6.64845 38.9141C7.12299 39.3886 7.7664 39.6555 8.4375 39.6562H18.4945L12.8412 46.7229C12.7717 46.8093 12.7198 46.9087 12.6887 47.0152C12.6576 47.1218 12.6478 47.2334 12.6599 47.3437C12.672 47.4541 12.7057 47.5609 12.7592 47.6582C12.8127 47.7555 12.8848 47.8412 12.9714 47.9106C13.0581 47.9799 13.1576 48.0315 13.2642 48.0623C13.3708 48.0931 13.4825 48.1026 13.5928 48.0902C13.7031 48.0778 13.8099 48.0438 13.907 47.9901C14.0041 47.9363 14.0897 47.864 14.1588 47.7771L20.6555 39.6562H33.3445L39.8412 47.7771C39.9813 47.9512 40.1846 48.0626 40.4066 48.0869C40.6287 48.1112 40.8513 48.0465 41.0257 47.907C41.2001 47.7674 41.3121 47.5644 41.337 47.3424C41.362 47.1205 41.2979 46.8977 41.1588 46.7229L35.5055 39.6562H45.5625C46.2336 39.6555 46.877 39.3886 47.3516 38.9141C47.8261 38.4395 48.093 37.7961 48.0938 37.125V11.8125C48.093 11.1414 47.8261 10.498 47.3516 10.0234C46.877 9.5489 46.2336 9.28198 45.5625 9.28125ZM46.4062 37.125C46.406 37.3487 46.3171 37.5632 46.1589 37.7214C46.0007 37.8796 45.7862 37.9685 45.5625 37.9688H8.4375C8.21379 37.9685 7.99931 37.8796 7.84113 37.7214C7.68294 37.5632 7.59397 37.3487 7.59375 37.125V11.8125C7.59397 11.5888 7.68294 11.3743 7.84113 11.2161C7.99931 11.0579 8.21379 10.969 8.4375 10.9688H45.5625C45.7862 10.969 46.0007 11.0579 46.1589 11.2161C46.3171 11.3743 46.406 11.5888 46.4062 11.8125V37.125ZM21.0938 25.3125V30.375C21.0938 30.5988 21.0049 30.8134 20.8466 30.9716C20.6884 31.1299 20.4738 31.2188 20.25 31.2188C20.0262 31.2188 19.8116 31.1299 19.6534 30.9716C19.4951 30.8134 19.4062 30.5988 19.4062 30.375V25.3125C19.4062 25.0887 19.4951 24.8741 19.6534 24.7159C19.8116 24.5576 20.0262 24.4688 20.25 24.4688C20.4738 24.4688 20.6884 24.5576 20.8466 24.7159C21.0049 24.8741 21.0938 25.0887 21.0938 25.3125ZM27.8438 21.9375V30.375C27.8438 30.5988 27.7549 30.8134 27.5966 30.9716C27.4384 31.1299 27.2238 31.2188 27 31.2188C26.7762 31.2188 26.5616 31.1299 26.4034 30.9716C26.2451 30.8134 26.1562 30.5988 26.1562 30.375V21.9375C26.1562 21.7137 26.2451 21.4991 26.4034 21.3409C26.5616 21.1826 26.7762 21.0938 27 21.0938C27.2238 21.0938 27.4384 21.1826 27.5966 21.3409C27.7549 21.4991 27.8438 21.7137 27.8438 21.9375ZM34.5938 18.5625V30.375C34.5938 30.5988 34.5049 30.8134 34.3466 30.9716C34.1884 31.1299 33.9738 31.2188 33.75 31.2188C33.5262 31.2188 33.3116 31.1299 33.1534 30.9716C32.9951 30.8134 32.9062 30.5988 32.9062 30.375V18.5625C32.9062 18.3387 32.9951 18.1241 33.1534 17.9659C33.3116 17.8076 33.5262 17.7188 33.75 17.7188C33.9738 17.7188 34.1884 17.8076 34.3466 17.9659C34.5049 18.1241 34.5938 18.3387 34.5938 18.5625Z"
                                                    fill="currentColor"
                                            />
                                        </svg>
                                    </div>
                                    <div class="app-collapse__title typo--subtitle2">
                                        Категория 2
                                    </div>
                                    <div class="app-collapse__description">
                                        Описание про оказываемую услугу в пару строк
                                    </div>
                                    <div class="app-collapse__counter"># услуг</div>
                                </div>
                                <div class="app-collapse__arrow">
                                    <svg
                                            width="24"
                                            height="24"
                                            viewBox="0 0 24 24"
                                            fill="none"
                                            xmlns="http://www.w3.org/2000/svg"
                                    >
                                        <path
                                                d="M4.24106 7.7459C4.53326 7.44784 4.99051 7.42074 5.31272 7.66461L5.40503 7.7459L12 14.4734L18.595 7.7459C18.8872 7.44784 19.3444 7.42074 19.6666 7.66461L19.7589 7.7459C20.0511 8.04396 20.0777 8.51037 19.8386 8.83904L19.7589 8.93321L12.582 16.2541C12.2898 16.5522 11.8325 16.5793 11.5103 16.3354L11.418 16.2541L4.24106 8.93321C3.91965 8.60534 3.91965 8.07376 4.24106 7.7459Z"
                                                fill="currentColor"
                                        />
                                    </svg>
                                </div>
                            </summary>
                            <div class="app-collapse__content">
                                <div class="features__items">
                                    <div class="feature-card">
                                        <div class="feature-card__title typo--subtitle2">
                                            Управление проектами
                                        </div>
                                        <div class="feature-card__description">
                                            Описание про оказываемую услугу в пару строк
                                        </div>
                                        <div class="feature-card__actions">
                                            <a href="#" class="link like-button">Заказать</a>
                                        </div>
                                    </div>
                                    <div class="feature-card">
                                        <div class="feature-card__title typo--subtitle2">
                                            Управление проектами
                                        </div>
                                        <div class="feature-card__description">
                                            Описание про оказываемую услугу в пару строк
                                        </div>
                                        <div class="feature-card__actions">
                                            <a href="#" class="link like-button">Заказать</a>
                                        </div>
                                    </div>
                                    <div class="feature-card">
                                        <div class="feature-card__title typo--subtitle2">
                                            Управление проектами
                                        </div>
                                        <div class="feature-card__description">
                                            Описание про оказываемую услугу в пару строк
                                        </div>
                                        <div class="feature-card__actions">
                                            <a href="#" class="link like-button">Заказать</a>
                                        </div>
                                    </div>
                                    <div class="feature-card">
                                        <div class="feature-card__title typo--subtitle2">
                                            Управление проектами
                                        </div>
                                        <div class="feature-card__description">
                                            Описание про оказываемую услугу в пару строк
                                        </div>
                                        <div class="feature-card__actions">
                                            <a href="#" class="link like-button">Заказать</a>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </details>
                    </div>
                </div>
            </div>
        </section>
    </article>
</main>

<?php get_footer();?>
